Repository: geteduroam/apple-app
Catalog: geteduroam/GeteduroamPackage/Sources/EAPConfigurator/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca_es, cy, de, es, fr, hu, it, nl, pl, pt, sl, uk

source: No credentials in configuration
ar: "لا توجد بيانات اعتماد في التكوين.
bg: Няма креденшъли в конфигурацията
ca_es: Cap credencial a la configuració
cy: Dim tystlythyrau yn y ffurfweddiad
de: Keine Zugangsdaten in der Konfiguration
es: No hay credenciales en la configuración
fr: Pas d'identifiants dans la configuration
hu: Nincsenek hitelesítő adatok a konfigurációban
it: Nessuna credenziale nella configurazione
nl: Geen gebruikersnaam en wachtwoord in configuratie
pl: W konfiguracji nie ma danych logowania
pt: Sem credenciais na configuração
sl: V konfiguraciji ni poverilnic
uk: Відсутність облікових даних у конфігурації

source: No OID or SSID in configuration
ar: لا يوجد OID أو SSID في التكوين.
bg: Няма OID или SSID в конфигурацията
ca_es: Cap OID o SSID a la configuració
cy: Dim OID neu SSID yn y ffurfweddiad
de: Keine OID oder SSID in der Konfiguration
es: No hay OID o SSID en la configuración
fr: Aucun OID ou SSID dans la configuration
hu: Nincs OID vagy SSID a konfigurációban
it: Nessun OID o SSID nella configurazione
nl: Geen OID of SSID in configuratie
pl: W konfiguracji nie ma OID ani SSID
pt: Sem OID ou SSID na configuração
sl: V konfiguraciji ni elementa OID ali SSID
uk: Немає OID або SSID у конфігурації

source: No valid configuration found
ar: لم يتم العثور على تكوين صالح.
bg: Не е намерена валидна конфигурация
ca_es: Cap configuració vàlida trobada
cy: Ni chanfuwyd cyfluniad dilys
de: Keine gültige Konfiguration gefunden
es: No se ha encontrado una configuración válida
fr: Aucune configuration valide trouvée
hu: Nem található érvényes konfiguráció
it: Nessuna configurazione valida trovata
nl: Geen geldige configuratie gevonden
pl: Nie znaleziono żadnej poprawnej konfiguracji
pt: Nenhuma configuração válida encontrada
sl: Najdena ni bila nobena veljavna konfiguracija
uk: Не знайдено жодної правильної конфігурації

source: No valid outer EAP type in configuration
ar: لا يوجد نوع صالح لـ EAP الخارجي في التكوين.
bg: Няма валиден външен EAP тип в конфигурацията
ca_es: Cap tipus extern d'EAP vàlid en la configuració.
cy: Dim math EAP allanol dilys yn y ffurfweddiad
de: Kein gültiger äußerer EAP Typ in der Konfiguration
es: No hay un tipo de EAP externo válido en la configuración
fr: Aucun type EAP externe valide dans la configuration
hu: Nincs érvényes külső EAP típus a konfigurációban
it: Nessun tipo EAP esterno valido nella configurazione
nl: Geen geldige outer EAP-type in configuratie
pl: W konfiguracji nie ma żadnego poprawnego zewnętrznego typu EAP
pt: Nenhum tipo EAP externo válido na configuração
sl: V konfiguraciji ni veljavne vrste za zunanji EAP
uk: У конфігурації немає дійсного типу зовнішнього EAP

# Unable to add certificate %@ to keychain (%d)
source: Unable to add certificate %1$@ to keychain (%2$d)
ar: "غير قادر على إضافة الشهادة %1$@ إلى مستودع المفاتيح (%2$d)
bg: Не може да се добави сертификат %1$@ към keychain (%2$d)
ca_es: No s'ha pogut afegir el certificat %1$@ al repositori de claus (%2$d)
cy: Methu ychwanegu tystysgrif %1$@ i'r gadwyn allweddi (%2$d)
de: Hinzufügen des Zertifikats %1$@ zur Keychain nicht möglich (%2$d)
es: No se puede agregar el certificado %1$@ al llavero (%2$d)
fr: Impossible d'ajouter le certificat %1$@ au trousseau (%2$d)
hu: Nem sikerült hozzáadni a %1$@ tanúsítványt a kulcskarikához (%2$d)
it: Impossibile aggiungere il certificato %1$@ al portachiavi (%2$d)
nl: Kon het certificaat %1$@ niet toevoegen aan de sleutelhanger (%2$d)
pl: Nie udało się dodanie certyfikatu %1$@ do magazynu (%2$d)
pt: Não foi possível adicionar o certificado %1$@ ao chaveiro (%2$d)
sl: Potrdila %1$@ ni mogoče dodati v shrambo poverilnic (%2$d)
uk: Не вдається додати сертифікат %1$@ до брелока (%2$d)

source: Unable to copy from keychain (%d)
ar: غير قادر على نسخ من مستودع المفاتيح (%d)
bg: Не може да се копира от keychain(%d)
ca_es: No es pot copiar des del repositori de claus (%d)
cy: Methu copïo o keychain (%d)
de: Kopieren aus Keychain nicht möglich (%d)
es: No se puede copiar desde el llavero (%d)
fr: Impossible de copier depuis le trousseau (%d)
hu: Nem lehet másolni a kulcskarikából (%d)
it: Impossibile copiare dal portachiavi (%d)
nl: Kon niet kopiëren uit de sleutelhanger (%d)
pl: Nie powiodło się kopiowanie z magazynu (%d)
pt: Não foi possível copiar do chaveiro (%d)
sl: Ni mogoče kopirati iz shrambe poverilnic (%d)
uk: Неможливо скопіювати з брелока (%d)

source: Unable to create certificate from data
ar: غير قادر على إنشاء شهادة من البيانات
bg: Не може да се създаде сертификат от данните
ca_es: No es possible crear el certificat a partir de les dades.
cy: Methu creu tystysgrif o ddata
de: Zertifikat konnte nicht aus den Daten erstellt werden
es: No se puede crear el certificado a partir de los datos
fr: Impossible de créer le certificat depuis les données
hu: Nem sikerült létrehozni a tanúsítványt az adatokból.
it: Impossibile creare il certificato dai dati
nl: Kon geen certificaat creëren van de data
pl: Nie udało się stworzyć certyfikatu z danych
pt: Não foi possível criar certificado a partir da informação
sl: Iz podatkov ni mogoče ustvariti potrdila
uk: Не вдається створити сертифікат з даних

source: Unable to decode certificate data
ar: غير قادر على فك تشفير بيانات الشهادة
bg: Не могат да се декодират данните от сертификата
ca_es: No es pot descodificar les dades del certificat.
cy: Methu dadgodio data tystysgrif
de: Decodieren der Zertifikatsdaten nicht möglich
es: No se pueden decodificar los datos del certificado
fr: Impossible de décoder les données du certificat
hu: Nem lehet dekódolni a tanúsítvány adatokat
it: Impossibile decodificare i dati del certificato
nl: Kon certificaatdata niet decoderen
pl: Nie udało się zdekodowanie danych certyfikatu
pt: Não foi possível descodificar os dados do certificado.
sl: Podatkov potrdila ni mogoče dekodirati
uk: Не вдається розшифрувати дані сертифіката

source: Unable to get common name from certificate
ar: غير قادر على الحصول على اسم مشترك من الشهادة
bg: Не може да се вземе common name от сертификата
ca_es: No es possible obtenir el nom comú des del certificat.
cy: Methu cael enw cyffredin o'r dystysgrif
de: Name im Zertifkat konnte nicht extrahiert werden
es: No se puede obtener el nombre común del certificado
fr: Impossible de trouver le nom d'usage dans le certificat
hu: Nem sikerült megszerezni a common name-t a tanúsítványból.
it: Impossibile ottenere il common name dal certificato
nl: Kon geen generieke naam uit certificaat halen
pl: Nie można pobrać nazwy ogólnej z certyfikatu
pt: Não foi possível possível obter o nome comum do certificado
sl: Iz potrdila ni mogoče pridobiti skupnega imena
uk: Не вдається отримати загальне ім'я з сертифіката

source: Unable to import certificate into keychain (%d)
ar: غير قادر على استيراد الشهادة إلى مستودع المفاتيح (%d)
bg: Не може да се импортира сертификат в keychain (%d)
ca_es: No es possible importar el certificat al repositori de claus (%d)
cy: Methu mewnforio tystysgrif i'r gadwyn allweddi (%d)
de: Importieren des Zertifikats %1$@ in Keychain nicht möglich (%d)
es: No se puede importar el certificado en el llavero (%d)
fr: Impossible d'importer le certificat dans le trousseau (%d)
hu: Nem sikerült importálni a tanúsítványt a kulcskarikára (%d)
it: Impossibile importare il certificato nel portachiavi (%d)
nl: Kon certificaat niet importeren in de sleutelhanger (%d)
pl: Nie udał się import certyfikatu do magazynu (%d)
pt: Não foi possível importar o certificado para o chaveiro (%d)
sl: Potrdila ni mogoče uvoziti v shrambo poverilnic (%d)
uk: Не вдалося імпортувати сертифікат у брелок (%d)

source: Unable to read supported interfaces
ar: غير قادر على قراءة الواجهات المدعومة
bg: Не могат да се прочетат поддържаните интерфейси
ca_es: No es poden llegir les interfícies compatibles.
cy: Methu darllen rhyngwynebau a gefnogir
de: Unterstützte Schnittstellen konnten nicht ausgelesen werden
es: No se pueden leer las interfaces compatibles
fr: Impossible de lire les interfaces supportées
hu: Nem lehet olvasni a támogatott interfészeket.
it: Impossibile leggere le interfacce supportate
nl: Kon de ondersteunde interfaces niet lezen
pl: Nie można czytać ze wspieranych interfejsów
pt: Não foi possível ler as interfaces suportadas
sl: Podprtih vmesnikov ni mogoče brati
uk: Не вдається прочитати підтримувані інтерфейси

source: Unable to set identity for client certificate
ar: غير قادر على تعيين الهوية لشهادة العميل
bg: Не може да се зададе идентичност за клиентския сертификат
ca_es: No es possible establir la identitat per al certificat del client.
cy: Methu gosod hunaniaeth ar gyfer tystysgrif cleient
de: Name für das Nutzerzertifikat konnte nicht gesetzt werden
es: No se puede establecer la identidad para el certificado cliente
fr: Impossible de configurer l'identité pour le certificat client
hu: Nem sikerült beállítani az azonosítót a kliens tanúsítványhoz.
it: Impossibile impostare l'identità per il certificato client
nl: Kon de identiteit van het client-certificaat niet instellen
pl: Nie udało się ustawić tożsamości dla certyfikatu klienta
pt: Não foi possível definir a identidade para o certificado do cliente
sl: Ni mogoče nastaviti identitete za potrdilo odjemalca
uk: Не вдається встановити ідентифікатор для клієнтського сертифіката

source: Unable to set server certificate as trusted
ar: غير قادر على تعيين شهادة الخادم كموثوق بها
bg: Не може да се зададе сертификата на сървъра като доверен
ca_es: No es possible establir el certificat del servidor com a confiable.
cy: Methu gosod tystysgrif gweinydd fel un y gellir ymddiried ynddo
de: Serverzertifikat konnte nicht als vertrauenswürdig markiert werden
es: No se puede establecer el certificado del servidor como confiable
fr: Impossible de considérer le certificat serveur comme étant de confiance
hu: Nem sikerült a szerver tanúsítványt megbízhatónak beállítani.
it: Impossibile impostare il certificato del server come attendibile
nl: Kon het server-certificaat niet als vertrouwd instellen
pl: Nie udało się ustawienie certyfikatu jako zaufanego
pt: Não foi possível definir o certificado do servidor como confiável.
sl: Potrdila strežnika ni mogoče nastaviti kot zaupanja vredno
uk: Не вдалося встановити сертифікат сервера як надійний

source: Unable to verify network because no server name or certificate set
ar: غير قادر على التحقق من الشبكة لعدم وجود اسم خادم أو مجموعة شهادات
bg: Не може да се провери мрежата, защото не са зададени име на сървър и сертификат
ca_es: No es pot verificar la xarxa perquè no s'ha establert cap nom de servidor o certificat.
cy: Methu dilysu rhwydwaith oherwydd nid oes enw gweinydd na thystysgrif wedi'i osod
de: Netzwerkidentität konnte nicht bestätigt werden wegen fehlendem Servernamen oder Zertifikat
es: No se puede verificar la red porque no se ha establecido ningún nombre de servidor o certificado
fr: Impossible de vérifier le réseau car aucun nom de serveur ou certificat n'est indiqué
hu: Nem lehet ellenőrizni a hálózatot, mert nincs beállítva szervernév vagy tanúsítvány.
it: Impossibile verificare la rete perché non è impostato alcun nome server o certificato
nl: Kon het netwerk niet verifiëren omdat er geen servernaam of certificaat ingesteld is
pl: Nie udało się zweryfikować sieci, ponieważ nie została ustalona nazwa serwera i certyfikat
pt: Não foi possível verificar a rede porque nenhum nome de servidor ou certificado foi definido.
sl: Omrežja ni mogoče preveriti, ker ni nastavljeno potrdilo ali ime strežnika
uk: Не вдалося перевірити мережу, оскільки не встановлено ім'я сервера або сертифікат

source: Username must end with "%@"
ar: يجب أن ينتهي اسم المستخدم بـ "%@"
bg: Потребителското име трябва да завършва с "%@"
ca_es: El nom d'usuari ha de finalitzar amb "%@".
cy: Rhaid i'r enw defnyddiwr orffen gyda "%@"
de: Benutzername muss mit "%@" enden
es: El nombre de usuario debe terminar con "%@"
fr: Le nom d'utilisateur doit se terminer par « %@ »
hu: A felhasználónévnek "%@"-al kell végződnie.
it: Il nome utente deve terminare con "%@"
nl: Gebruikersnaam moet eindigen met "%@"
pl: Identyfikator musi się kończyć ciągiem "%@"
pt: O nome de utilizador deve terminar com "%@".
sl: Uporabniško ime se mora končati z »%@«
uk: Ім'я користувача має закінчуватися на "%@"

source: with unknown name
ar: مع اسم غير معروف
bg: с неизвестно име
ca_es: amb nom desconegut
cy: ag enw anhysbys
de: mit unbekanntem Namen
es: con nombre desconocido
fr: avec un nom inconnu
hu: ismeretlen név
it: con nome sconosciuto
nl: met onbekende naam
pl: z nieznaną nazwą
pt: com nome de utilizador desconhecido
sl: z neznanim imenom
uk: з невідомим ім'ям

source: No password in configuration
nl: Geen wachtwoord in configuratie

source: No valid client certificate in configuration
nl: Geen geldig clientcertificaat in configuratie
